Repository: ElTh0r0/preferendum
Catalog: resources/locales/*/default.po
Languages: de_de

source: DEMO mode is enabled - some features may be limited!
de_de: Der DEMO-Modus ist aktiviert - einige Funktionen können eingeschränkt sein!

source: Invalid user or password
de_de: Ungültiger Benutzer oder Passwort

source: Invalid poll password
de_de: Ungültiges Umfragepasswort

source: Option has been saved.
de_de: Option wurde gespeichert.

source: Option has NOT been saved!
de_de: Option wurde NICHT gespeichert!

source: Order has been updated.
de_de: Reihenfolge wurde aktualisiert.

source: Order has NOT been updated!
de_de: Reihenfolge wurde NICHT aktualisiert.

source: Option has been deleted.
de_de: Option wurde gelöscht.

source: Option has NOT been deleted!
de_de: Option konnte NICHT gelöscht werden!

source: The comment has been saved.
de_de: Der Kommentar wurde gespeichert.

source: Unable to save your comment.
de_de: Kommentar konnte nicht gespeichert werden.

source: Comment has been deleted.
de_de: Kommentar wurde gelöscht.

source: Comment {0} has NOT been deleted!
de_de: Kommentar {0} konnte NICHT gelöscht werden!

source: New comment in poll "{0}"
de_de: Neuer Kommentar in Umfrage "{0}"

source: Unable to save your entry.
de_de: Eintrag konnte nicht gespeichert werden.

source: Optionally, you can receive your personalised link by email:
de_de: Optional kannst Du Deinen persönlichen Link per Email erhalten:

source: Email for receiving your personal link
de_de: Email für Deinen persönlichen Link

source: Send email
de_de: Email senden

source: Your entry has been saved, but please note: If you want to edit your entry, you must keep this personalised link.
de_de: Dein Eintrag wurde gespeichert, aber bitte beachte: Wenn Du Deinen Eintrag ändern willst, musst Du diesen persönlichen Link speichern.

source: Copy the link and store it on your device!
de_de: Kopiere den Link und speichere ihn auf Deinem Gerät!

source: Copy link to clipboard!
de_de: Kopiere den Link in die Zwischenablage!

source: Your entry has been saved!
de_de: Dein Eintrag wurde gespeichert!

source: New entry in poll "{0}"
de_de: Neuer Eintrag in Umfrage "{0}"

source: Updated entry in poll "{0}"
de_de: Aktualisierter Eintrag in Umfrage "{0}"

source: File "src/Controller/DbController.php" should be removed!
de_de: Datei "src/Controller/DbController.php" sollte gelöscht werden!

source: Your poll has been saved.
de_de: Deine Umfrage wurde gespeichert.

source: Please login with your chosen password!
de_de: Bitte melde Dich mit Deinem gewählten Passwort an!

source: Unable to add your poll.
de_de: Umfrage konnte nicht gespeichert werden.

source: This poll is locked - it is not possible to insert new entries or comments!
de_de: Diese Umfrage ist gesperrt - es können keine neuen Einträge oder Kommentare erstellt werden!

source: Only poll admin can see votes and comments!
de_de: Nur Umfrageersteller kann die Stimmen und Kommentare sehen!

source: This poll is locked!
de_de: Diese Umfrage ist gesperrt!

source: Your poll has been updated.
de_de: Deine Umfrage wurde aktualisiert.

source: Unable to update your poll.
de_de: Die Umfrage konnte nicht aktualisiert werden.

source: Poll has been unlocked
de_de: Die Umfrage wurde entsperrt

source: Poll lock has NOT been changed!
de_de: Sperrung der Umfrage konnte nicht geändert werden!

source: Your personal link for poll "{0}"
de_de: Dein persönlicher Link für Umfrage "{0}"

source: Email with personal link was sent to "{0}"
de_de: Email mit persönlichem Link wurde an "{0}" gesendet

source: Email could not be sent!
de_de: Email konnte nicht gesendet werden!

source: Contact info
de_de: Kontaktinformation

source: no
de_de: nein

source: yes
de_de: ja

source: maybe
de_de: vielleicht

source: Poll {0} has been deleted.
de_de: Umfrage {0} wurde gelöscht.

source: Poll {0} has NOT been deleted!
de_de: Umfrage {0} konnte NICHT gelöscht werden!

source: Inactive poll {0} has been deleted.
de_de: Inaktive Umfrage {0} wurde gelöscht.

source: Inactive poll {0} could NOT be deleted!
de_de: Inaktive Umfrage {0} konnte NICHT gelöscht werden!

source: Expired poll {0} has been deleted.
de_de: Abgelaufene Umfrage {0} wurde gelöscht.

source: Expired poll {0} could NOT be deleted!
de_de: Abgelaufene Umfrage {0} konnte NICHT gelöscht werden!

source: New poll "{0}" - ADMIN link
de_de: Neue Umfrage "{0}" - ADMINISTRATIONS Link

source: New poll "{0}" - USER link
de_de: Neue Umfrage "{0}" - TEILNEHMER Link

source: DEMO MODE enabled! User creation not possible!
de_de: DEMO MODUS aktiv! Benutzererstellung ist nicht möglich!

source: User with this name already exists!
de_de: Benutzer mit diesem Namen existiert bereits!

source: User with this email already exists!
de_de: Benutzer mit dieser Email existiert bereits!

source: Unable to add the user - password / confirmation not correct!
de_de: Benutzer konnte nicht erstellt werden - Passwort / Bestätigung nicht korrekt!

source: The user has been created.
de_de: Der Benutzer wurde erstellt.

source: Unable to add the user!
de_de: Benutzer konnte nicht erstellt werden!

source: Invalid action - something went wrong!
de_de: Ungültige Aktion - etwas ist schief gelaufen!

source: DEMO MODE enabled! Editing users is not possible!
de_de: DEMO MODUS aktiv! Benutzeränderung ist nicht möglich!

source: User not updated - at least one administrator required!
de_de: Benutzer wurde nicht aktualisiert - es wird mindestens ein Administrator benötigt!

source: The user has been updated.
de_de: Der Benutzer wurde aktualisiert.

source: Unable to update the user.
de_de: Der Benutzer konnte nicht aktualisiert werden.

source: DEMO MODE enabled! Changing the password not possible!
de_de: DEMO MODUS aktiv! Passwortänderung ist nicht möglich!

source: Unable to update the password / confirmation not correct.
de_de: Das Passwort konnte nicht aktualisiert werden / Bestätigung nicht korrekt!

source: The password has been updated.
de_de: Das Passwort wurde aktualisiert.

source: Unable to save the new password!
de_de: Das Passwort konnte nicht gespeichert werden!

source: DEMO MODE enabled! User deletion is not possible!
de_de: DEMO MODUS aktiv! Benutzerlöschung ist nicht möglich!

source: User has been deleted.
de_de: Benutzer wurde gelöscht.

source: User {0} has NOT been deleted!
de_de: Benutzer {0} konnte NICHT gelöscht werden!

source: Password reset
de_de: Passwort zurücksetzen

source: Something went wrong!
de_de: Etwas ist schief gelaufen!

source: If a user is registered with this email address, a new password will be sent.
de_de: Falls ein Benutzer mit dieser Emailadresse existiert, wird ein neues Passwort versendet.

source: Entry has been deleted.
de_de: Eintrag wurde gelöscht.

source: Entry has NOT been deleted!
de_de: Eintrag konnte NICHT gelöscht werden!

source: Poll administration
de_de: Umfrage-Verwaltung

source: Total polls
de_de: Anzahl Umfragen

source: Expired
de_de: Abgelaufen

source: Are you sure to delete expired polls (expired since >{0} days)?
de_de: Sollen wirklich alle abgelaufenen Umfragen gelöscht werden (abgelaufen seit >{0} Tagen)?

source: Inactive
de_de: Inaktiv

source: Are you sure to delete inactive poll (inactive since >{0} days)?
de_de: Sollen wirklich alle inaktiven Umfragen gelöscht werden (inaktiv seit >{0} Tagen)?

source: New poll
de_de: Neue Umfrage

source: Search poll or user
de_de: Suche Umfrage oder Teilnehmer

source: Clear filter
de_de: Filter zurücksetzen

source: Search
de_de: Suche

source: Filtered polls
de_de: Gefilterte Umfragen

source: Title
de_de: Titel

source: Last change
de_de: Letzte Änderung

source: Expiry date
de_de: Ablaufdatum

source: Votes
de_de: Stimmen

source: Comments
de_de: Kommentare

source: Poll not protected by admin link
de_de: Umfrage ist nicht durch einen Admin-Link geschützt

source: Email after new comment/entry
de_de: Email nach neuem Kommentar/Eintrag

source: Email after new entry
de_de: Email nach neuem Eintrag

source: Email after new comment
de_de: Email nach neuem Kommentar

source: Collect user info
de_de: Sammle Teilnehmer-Info

source: No comments allowed
de_de: Keine Kommentare erlaubt

source: Poll votes hidden
de_de: Umfrage-Stimmen versteckt

source: Users can modify their entry
de_de: Teilnehmer können ihre Einträge ändern

source: Poll is password protected
de_de: Umfrage ist passwortgeschützt

source: Poll is anonymously
de_de: Umfrage ist anonym

source: Poll locked
de_de: Umfrage gesperrt

source: Are you sure to delete poll {0}?
de_de: Soll Umfrage {0} wirklich gelöscht werden?

source: No polls found in database!
de_de: Keine Umfragen in der Datenbank gefunden!

source: This poll is password protected!
de_de: Diese Umfrage ist passwortgeschützt!

source: Please enter the password and press "Login".
de_de: Bitte das Passwort eingeben und "Einloggen" klicken.

source: User info
de_de: Benutzerinformation

source: User info for poll
de_de: Benutzerinformationen für Umfrage

source: No user information available for this poll!
de_de: Keine Benutzerinformationen für diese Umfrage vorhanden!

source: Error
de_de: Fehler

source: The requested address {0} was not found on this server.
de_de: Die angeforderte Adresse {0} wurde auf diesem Server nicht gefunden.

source: Back
de_de: Zurück

source: An internal error has occurred
de_de: Ein interner Fehler ist aufgetreten

source: Create poll
de_de: Umfrage erstellen

source: Create a new poll ...
de_de: Erstelle eine neue Umfrage ...

source: Attention! Inactive polls will be deleted automatically after {0} days!
de_de: Achtung! Inaktive Umfragen werden nach {0} Tagen automatisch gelöscht!

source: Edit poll
de_de: Umfrage ändern

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Maybe
de_de: Vielleicht

source: Edit entries
de_de: Einträge ändern

source: Poll
de_de: Umfrage

source: Mini View
de_de: Mini Ansicht

source: Normal View
de_de: Normale Ansicht

source: Back to user creation
de_de: Zurück zur Benutzererstellung

source: Enter your email address and we'll send you a new password for your account:
de_de: Trage Deine Emailadresse ein und wir senden ein neues Passwort für Deinen Account:

source: Send new password
de_de: Neues Passwort senden

source: Back to login
de_de: Zurück zum Login

source: Password
de_de: Passwort

source: Login
de_de: Einloggen

source: Forgot password
de_de: Passwort vergessen

source: Update user
de_de: Benutzer aktualisieren

source: User management
de_de: Benutzerverwaltung

source: Logout
de_de: Ausloggen

source: New option
de_de: Neue Option

source: Are you sure to delete option {0}?
de_de: Soll Option {0} wirklich gelöscht werden?

source: Save
de_de: Speichern

source: Delete comments
de_de: Kommentare löschen

source: Are you sure to delete comment by {0}?
de_de: Soll der Kommentar von {0} wirklich gelöscht werden?

source: No comments, yet.
de_de: Bisher keine Kommentare vorhanden.

source: Comments will only be visible for the poll admin!
de_de: Kommentare sind nur für den Umfrage-Administrator sichtbar!

source: Your name
de_de: Dein Name

source: Your comment
de_de: Dein Kommentar

source: Edit entry
de_de: Ändere Eintrag

source: Your name?
de_de: Dein Name?

source: Max. reached!
de_de: Max. Anzahl an Personen bereits erreicht!

source: Optional: Contact info
de_de: Optional: Kontaktinformationen

source: Copy entry edit link to clipboard
de_de: Kopiere Editier-Link in die Zwischenablage

source: Are you sure to delete entry by {0}?
de_de: Soll der Eintrag von {0} wirklich gelöscht werden?

source: scheduling polls
de_de: Umfragen erstellen

source: Public link
de_de: Öffentlicher Link

source: Give this public link to the participants of your poll!
de_de: Gib diesen öffentlichen Link an die Teilnehmer der Umfrage weiter!

source: Save this admin link, you need it to manage your poll!
de_de: Speicher diesen Admin-Link, Du brauchst ihn zur Verwaltung der Umfrage!

source: Title for your poll
de_de: Titel für Deine Umfrage

source: Description
de_de: Beschreibung

source: Short description of what this poll is all about
de_de: Kurze Beschreibung um was es in der Umfrage geht

source: Define max. number of entries/option (0 = unrestricted)
de_de: Max. Anzahl an Einträgen/Option (0 = unbeschränkt)

source: Options
de_de: Optionen

source: Type whatever you want or pick a date!
de_de: Wähle ein Datum oder beliebigen Text!

source: Poll options
de_de: Umfrageoptionen

source: Edit/deleting poll/entries only with admin link
de_de: Ändern/löschen von Umfragen/Einträgen nur mit Admin-Link

source: Hide poll votes for users (only admin can see the votes)
de_de: Abgegebene Stimmen für Teilnehmer ausblenden (nur Ersteller kann die Stimmen sehen)

source: Users can modify their entry with a personal link
de_de: Teilnehmer können ihren Eintrag mittels persönlichem Link ändern

source: Collect user contact information
de_de: Sammle Teilnehmer-Kontaktinformationen

source: Anonymous poll (no user name stored/shown)
de_de: Anonyme Umfrage (es wird kein Name gespeichert/angezeigt)

source: Protect poll access with a password
de_de: Schütze den Zugriff auf die Umfrage mit einem Passwort

source: Allow users to add a comment
de_de: Erlaube den Teilnehmern einen Kommentar zu hinterlassen

source: Receive email after new comment
de_de: Erhalte eine Email nach einem neuen Kommentar

source: Receive email after new entry
de_de: Erhalte eine Email nach einem neuen Eintrag

source: Receive email after poll creation with poll links
de_de: Email nach der Umfrage-Erstellung mit den Umfrage-Links erhalten

source: Email for receiving entry/comment/poll links
de_de: Email zum Erhalt von Einträgen/Kommentaren/Umfrage-Links

source: Attention: If no admin link is used, the email address is visible for everyone!
de_de: Achtung: Wenn kein Admin-Link verwendet wird, ist die Emailadresse für jeden sichtbar!

source: Poll is automatically locked on expiry date
de_de: Die Umfrage wird bei Erreichen des Ablaufdatums automatisch gesperrt

source: View Poll
de_de: Umfrage anzeigen

source: Un-/Lock
de_de: Ent-/Sperren

source: Delete
de_de: Löschen

source: Are you sure to delete this poll?
de_de: Soll diese Umfrage wirklich gelöscht werden?

source: Edit
de_de: Ändern

source: Email for receiving new entry/comment
de_de: Email um neue Einträge/Kommentare zu erhalten

source: Save changes
de_de: Änderungen speichern

source: Create user
de_de: Benutzer erstellen

source: Role
de_de: Rolle

source: Confirm password
de_de: Passwort bestätigen

source: Create
de_de: Erstellen

source: Change password
de_de: Passwort ändern

source: Available users
de_de: Vorhandene Benutzer

source: Are you sure to delete user {0}?
de_de: Soll Benutzer {0} wirklich gelöscht werden?

source: A password reset was requested for your account!
de_de: Ein Passwort-Rücksetzung wurde für Deinen Account angefordert!

source: New password:
de_de: Neues Passwort:

source: Please change your password after the first login.
de_de: Bitte ändere Dein Passwort nach dem ersten Login.

source: From:
de_de: Von:

source: Entry in poll "{0}"
de_de: Eintrag in Umfrage "{0}"

source: Options:
de_de: Optionen:

source: New poll "{0}" created
de_de: Neue Umfrage "{0}" erstellt

source: This message should NOT be sent to the poll users. It contains your administration link!
de_de: Diese Nachricht sollte NICHT an Umfrage-Teilnehmer geschickt werden. Sie enthält den Administrations-Link!

source: Poll password:
de_de: Umfrage-Passwort:

source: This email can be forwarded to any user who shall participated the poll!
de_de: Diese Email kann an alle Personen weitergeleitet werden, die an der Umfrage teilnehmen sollen!

source: USER link:
de_de: TEILNEHMER Link:

source: For accessing the poll, following password is required:
de_de: Für den Zugriff auf die Umfrage ist das folgende Passwort erforderlich:

source: Hello {0},
de_de: Hallo {0},

source: You have made an entry in poll "{0}"
de_de: Du hast einen Eintrag in Umfrage "{0}" erstellt

source: You can edit your entry using the following link:
de_de: Du kannst Deinen Eintrag über folgenden Link ändern:

source: Please enable JavaScript in your browser and reload this page.
de_de: Bitte aktivieren Sie JavaScript in Ihrem Browser und laden Sie diese Seite neu.
